# French
# Messages de succ\u00E8s
success.requestCreated=Demande {0} a \u00E9t\u00E9 cr\u00E9\u00E9e avec succ\u00E8s et enregistr\u00E9e dans le syst\u00E8me.
success.requestFound=Demande {0} a \u00E9t\u00E9 r\u00E9cup\u00E9r\u00E9e avec succ\u00E8s de la base de donn\u00E9es.
success.requestsRetrieved=Toutes les demandes actives ont \u00E9t\u00E9 r\u00E9cup\u00E9r\u00E9es avec succ\u00E8s du syst\u00E8me.
success.requestUpdated=Demande {0} a \u00E9t\u00E9 mise \u00E0 jour avec succ\u00E8s avec les modifications fournies.
success.requestDeleted=Demande {0} a \u00E9t\u00E9 marqu\u00E9e comme supprim\u00E9e avec succ\u00E8s dans le syst\u00E8me.
success.requestCancelled=Demande {0} a \u00E9t\u00E9 annul\u00E9e avec succ\u00E8s selon la demande de l'utilisateur.
success.requestResumed=Demande {0} a \u00E9t\u00E9 reprise avec succ\u00E8s de son \u00E9tat annul\u00E9.

# Messages d'erreur
error.notFound=Demande introuvable : La ressource demand\u00E9e avec l'ID {0} n'existe pas.
error.requestNotFound=Demande introuvable : La demande avec l'ID {0} pour le demandeur avec l'ID {1} n'existe pas. Veuillez v\u00E9rifier l'ID de la demande et l'ID du demandeur et r\u00E9essayer.
error.updateCancelledRequest=\u00C9chec de la mise \u00E0 jour. La demande {0} est d\u00E9j\u00E0 annul\u00E9e et ne peut pas \u00EAtre modifi\u00E9e.
error.invalidRequest=Demande invalide : {0}. Veuillez revoir et corriger les informations fournies.
error.invalidRequestPriority=Priorit\u00E9 invalide : "{0}". Veuillez s\u00E9lectionner un niveau de priorit\u00E9 valide pour la demande.
error.invalidRequestType=Type de demande invalide : "{0}". Veuillez choisir un type valide parmi les options disponibles.
error.invalidRequestCategory=Cat\u00E9gorie invalide : "{0}". Veuillez s\u00E9lectionner une cat\u00E9gorie valide pour la demande.
error.invalidRequestFor=B\u00E9n\u00E9ficiaire invalide : "{0}". Veuillez sp\u00E9cifier un b\u00E9n\u00E9ficiaire valide pour la demande.
error.requestAlreadyDeleted=\u00C9chec de l'op\u00E9ration. La demande {0} a d\u00E9j\u00E0 \u00E9t\u00E9 supprim\u00E9e et ne peut pas \u00EAtre trait\u00E9e.
error.requestAlreadyCancelled=Action refus\u00E9e. La demande {0} est d\u00E9j\u00E0 annul\u00E9e.
error.requestNotCancelled=Reprise \u00E9chou\u00E9e. La demande {0} n'est pas annul\u00E9e et ne peut pas \u00EAtre reprise.
error.enumUnspecified=Valeur invalide : une valeur non sp\u00E9cifi\u00E9e ou nulle n'est pas autoris\u00E9e pour {0}. Veuillez fournir une option valide.
error.conflict=Conflit de demande : {0}. Cela peut \u00EAtre d\u00FB \u00E0 des modifications concurrentes. Veuillez actualiser et r\u00E9essayer.
error.forbidden=Acc\u00E8s refus\u00E9 : {0}. Vous n'avez pas les permissions n\u00E9cessaires pour cette op\u00E9ration.
error.unauthorized=\u00C9chec de l'authentification : {0}. Veuillez vous assurer que vous \u00EAtes connect\u00E9 avec les bonnes informations d'identification.
error.general=Une erreur inattendue est survenue : {0}. Si le probl\u00E8me persiste, veuillez contacter le support syst\u00E8me.
error.internalServer=Une erreur interne du serveur est survenue : {0}. Veuillez r\u00E9essayer plus tard ou contacter le support si le probl\u00E8me persiste.

error.lambdaTimeout=La fonction Lambda a expir\u00E9 apr\u00E8s {0} secondes. Veuillez r\u00E9essayer plus tard ou contacter le support.
error.lambdaExecutionError=Une erreur est survenue lors de l'ex\u00E9cution de la fonction Lambda : {0}. Veuillez r\u00E9essayer ou contacter le support.
