# Deutsch
# Erfolgsmeldungen
success.requestCreated=Anfrage {0} wurde erfolgreich erstellt und im System gespeichert.
success.requestFound=Anfrage {0} wurde erfolgreich aus der Datenbank abgerufen.
success.requestsRetrieved=Alle aktiven Anfragen wurden erfolgreich aus dem System abgerufen.
success.requestUpdated=Anfrage {0} wurde erfolgreich mit den angegebenen \u00C4nderungen aktualisiert.
success.requestDeleted=Anfrage {0} wurde erfolgreich als gel\u00F6scht im System markiert.
success.requestCancelled=Anfrage {0} wurde erfolgreich auf Benutzerwunsch storniert.
success.requestResumed=Anfrage {0} wurde erfolgreich aus dem stornierten Zustand fortgesetzt.

# Fehlermeldungen
error.notFound=Anfrage nicht gefunden: Die angeforderte Ressource mit ID {0} existiert nicht.
error.requestNotFound=Anfrage nicht gefunden: Die Anfrage mit ID {0} f\u00FCr den Anfrager mit ID {1} existiert nicht. Bitte \u00FCberpr\u00FCfen Sie die Anfrage-ID und die Anfrager-ID und versuchen Sie es erneut.
error.updateCancelledRequest=Aktualisierung fehlgeschlagen. Anfrage {0} ist bereits storniert und kann nicht bearbeitet werden.
error.invalidRequest=Ung\u00FCltige Anfrage: {0}. Bitte \u00FCberpr\u00FCfen und korrigieren Sie die bereitgestellten Informationen.
error.invalidRequestPriority=Ung\u00FCltige Priorit\u00E4t: "{0}". Bitte w\u00E4hlen Sie eine g\u00FCltige Priorit\u00E4tsstufe f\u00FCr die Anfrage aus.
error.invalidRequestType=Ung\u00FCltiger Anfragetyp: "{0}". Bitte w\u00E4hlen Sie einen g\u00FCltigen Typ aus den verf\u00FCgbaren Optionen.
error.invalidRequestCategory=Ung\u00FCltige Kategorie: "{0}". Bitte w\u00E4hlen Sie eine g\u00FCltige Kategorie f\u00FCr die Anfrage aus.
error.invalidRequestFor=Ung\u00FCltiger Empf\u00E4nger: "{0}". Bitte geben Sie einen g\u00FCltigen Empf\u00E4nger f\u00FCr die Anfrage an.
error.requestAlreadyDeleted=Operation fehlgeschlagen. Anfrage {0} wurde bereits gel\u00F6scht und kann nicht bearbeitet werden.
error.requestAlreadyCancelled=Aktion verweigert. Anfrage {0} ist bereits storniert.
error.requestNotCancelled=Fortsetzung fehlgeschlagen. Anfrage {0} ist nicht storniert und kann nicht fortgesetzt werden.
error.enumUnspecified=Ung\u00FCltiger Wert: Ein unspezifischer oder nuller Wert ist f\u00FCr {0} nicht erlaubt. Bitte geben Sie eine g\u00FCltige Option an.
error.conflict=Anfragekonflikt: {0}. Dies k\u00F6nnte auf gleichzeitige \u00C4nderungen zur\u00FCckzuf\u00FChren sein. Bitte aktualisieren Sie und versuchen Sie es erneut.
error.forbidden=Zugriff verweigert: {0}. Sie haben keine Berechtigung f\u00FCr diese Operation.
error.unauthorized=Authentifizierung fehlgeschlagen: {0}. Bitte stellen Sie sicher, dass Sie mit den richtigen Anmeldedaten angemeldet sind.
error.general=Ein unerwarteter Fehler ist aufgetreten: {0}. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support.
error.internalServer=Ein interner Serverfehler ist aufgetreten: {0}. Bitte versuchen Sie es sp\u00E4ter erneut oder kontaktieren Sie den Support.

error.lambdaTimeout=Lambda-Funktion lief nach {0} Sekunden ab. Bitte versuchen Sie es sp\u00E4ter erneut oder wenden Sie sich an den Support.
error.lambdaExecutionError=Ein Fehler trat w\u00E4hrend der Lambda-Funktion auf: {0}. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
