# Japanese
# \u6210\u529F\u30E1\u30C3\u30BB\u30FC\u30B8
success.requestCreated=\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u3001\u30B7\u30B9\u30C6\u30E0\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002
success.requestFound=\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u6B63\u5E38\u306B\u53D6\u5F97\u3055\u308C\u307E\u3057\u305F\u3002
success.requestsRetrieved=\u3059\u3079\u3066\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u6B63\u5E38\u306B\u53D6\u5F97\u3055\u308C\u307E\u3057\u305F\u3002
success.requestUpdated=\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u63D0\u4F9B\u3055\u308C\u305F\u5909\u66F4\u3067\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002
success.requestDeleted=\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u30B7\u30B9\u30C6\u30E0\u3067\u6B63\u5E38\u306B\u524A\u9664\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u307E\u3057\u305F\u3002
success.requestCancelled=\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u30E6\u30FC\u30B6\u30FC\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u3088\u308A\u6B63\u5E38\u306B\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F\u3002
success.requestResumed=\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u30AD\u30E3\u30F3\u30BB\u30EB\u72B6\u614B\u304B\u3089\u6B63\u5E38\u306B\u518D\u958B\u3055\u308C\u307E\u3057\u305F\u3002

# \u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8
error.notFound=\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\uFF1AID {0} \u306E\u30EA\u30BD\u30FC\u30B9\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.requestNotFound=\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\uFF1A\u30EA\u30AF\u30A8\u30B9\u30C8\u8005 ID {1} \u306E\u30EA\u30AF\u30A8\u30B9\u30C8 ID {0} \u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u30EA\u30AF\u30A8\u30B9\u30C8 ID \u3068\u30EA\u30AF\u30A8\u30B9\u30C8\u8005 ID \u3092\u78BA\u8A8D\u3057\u3066\u3001\u3082\u3046\u4E00\u5EA6\u3084\u308A\u76F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.updateCancelledRequest=\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u3059\u3067\u306B\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u3066\u304A\u308A\u3001\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
error.invalidRequest=\u7121\u52B9\u306A\u30EA\u30AF\u30A8\u30B9\u30C8\uFF1A{0}\u3002\u63D0\u4F9B\u3055\u308C\u305F\u60C5\u5831\u3092\u78BA\u8A8D\u3057\u3066\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.invalidRequestPriority=\u7121\u52B9\u306A\u512A\u5148\u5EA6: "{0}"\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6709\u52B9\u306A\u512A\u5148\u5EA6\u30EC\u30D9\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.invalidRequestType=\u7121\u52B9\u306A\u30EA\u30AF\u30A8\u30B9\u30C8\u30BF\u30A4\u30D7: "{0}"\u3002\u5229\u7528\u53EF\u80FD\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u304B\u3089\u6709\u52B9\u306A\u30BF\u30A4\u30D7\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.invalidRequestCategory=\u7121\u52B9\u306A\u30AB\u30C6\u30B4\u30EA: "{0}"\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6709\u52B9\u306A\u30AB\u30C6\u30B4\u30EA\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.invalidRequestFor=\u7121\u52B9\u306A\u53D7\u53D6\u4EBA: "{0}"\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6709\u52B9\u306A\u53D7\u53D6\u4EBA\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.requestAlreadyDeleted=\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u3059\u3067\u306B\u524A\u9664\u3055\u308C\u3066\u304A\u308A\u3001\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3002
error.requestAlreadyCancelled=\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u3059\u3067\u306B\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u3066\u3044\u307E\u3059\u3002
error.requestNotCancelled=\u518D\u958B\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30EA\u30AF\u30A8\u30B9\u30C8 {0} \u306F\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u3066\u304A\u3089\u305A\u3001\u518D\u958B\u3067\u304D\u307E\u305B\u3093\u3002
error.enumUnspecified=\u7121\u52B9\u306A\u5024: {0} \u306B\u672A\u6307\u5B9A\u307E\u305F\u306F null \u306E\u5024\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u6709\u52B9\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.conflict=\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u7AF6\u5408: {0}\u3002\u3053\u308C\u306F\u540C\u6642\u306B\u5909\u66F4\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u66F4\u65B0\u3057\u3066\u3082\u3046\u4E00\u5EA6\u3084\u308A\u76F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.forbidden=\u30A2\u30AF\u30BB\u30B9\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F: {0}\u3002\u3053\u306E\u64CD\u4F5C\u306B\u5FC5\u8981\u306A\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
error.unauthorized=\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}\u3002\u6B63\u3057\u3044\u8A8D\u8A3C\u60C5\u5831\u3067\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.general=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B7\u30B9\u30C6\u30E0\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.internalServer=\u5185\u90E8\u30B5\u30FC\u30D0\u30FC\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002\u5F8C\u3067\u3082\u3046\u4E00\u5EA6\u8A66\u3059\u304B\u3001\u554F\u984C\u304C\u7D9A\u304F\u5834\u5408\u306F\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error.lambdaTimeout=Lambda \u95A2\u6570\u306F {0} \u79D2\u5F8C\u306B\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002\u5F8C\u3067\u3082\u3046\u4E00\u5EA6\u8A66\u3059\u304B\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.lambdaExecutionError=Lambda \u95A2\u6570\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002\u3082\u3046\u4E00\u5EA6\u8A66\u3059\u304B\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
