# Spanish
# Mensajes de \u00E9xito
success.requestCreated=La solicitud {0} se ha creado y guardado con \u00E9xito en el sistema.
success.requestFound=La solicitud {0} se ha recuperado con \u00E9xito de la base de datos.
success.requestsRetrieved=Todas las solicitudes activas se han obtenido con \u00E9xito del sistema.
success.requestUpdated=La solicitud {0} se ha actualizado con \u00E9xito con los cambios proporcionados.
success.requestDeleted=La solicitud {0} se ha marcado como eliminada con \u00E9xito en el sistema.
success.requestCancelled=La solicitud {0} se ha cancelado con \u00E9xito seg\u00FAn la solicitud del usuario.
success.requestResumed=La solicitud {0} se ha reanudado con \u00E9xito desde su estado cancelado.

# Mensajes de error
error.notFound=Solicitud no encontrada: El recurso solicitado con ID {0} no existe.
error.requestNotFound=Solicitud no encontrada: La solicitud con ID {0} para el solicitante con ID {1} no existe. Verifique el ID de la solicitud y el ID del solicitante y vuelva a intentarlo.
error.updateCancelledRequest=Fallo de actualizaci\u00F3n. La solicitud {0} ya est\u00E1 cancelada y no se puede modificar.
error.invalidRequest=Solicitud inv\u00E1lida: {0}. Revise y corrija la informaci\u00F3n proporcionada.
error.invalidRequestPriority=Prioridad inv\u00E1lida: "{0}". Seleccione un nivel de prioridad v\u00E1lido para la solicitud.
error.invalidRequestType=Tipo de solicitud inv\u00E1lido: "{0}". Elija un tipo v\u00E1lido de las opciones disponibles.
error.invalidRequestCategory=Categor\u00EDa inv\u00E1lida: "{0}". Seleccione una categor\u00EDa v\u00E1lida para la solicitud.
error.invalidRequestFor=Destinatario inv\u00E1lido: "{0}". Especifique un destinatario v\u00E1lido para la solicitud.
error.requestAlreadyDeleted=Operaci\u00F3n fallida. La solicitud {0} ya ha sido eliminada y no se puede procesar.
error.requestAlreadyCancelled=Acci\u00F3n denegada. La solicitud {0} ya est\u00E1 cancelada.
error.requestNotCancelled=Reanudaci\u00F3n fallida. La solicitud {0} no est\u00E1 cancelada y no se puede reanudar.
error.enumUnspecified=Valor inv\u00E1lido: No se permite un valor no especificado o nulo para {0}. Proporcione una opci\u00F3n v\u00E1lida.
error.conflict=Conflicto de solicitud: {0}. Esto puede deberse a modificaciones concurrentes. Actualice y vuelva a intentarlo.
error.forbidden=Acceso denegado: {0}. No tiene los permisos necesarios para esta operaci\u00F3n.
error.unauthorized=Fallo de autenticaci\u00F3n: {0}. Aseg\u00FArese de haber iniciado sesi\u00F3n con las credenciales correctas.
error.general=Ocurri\u00F3 un error inesperado: {0}. Si el problema persiste, comun\u00EDquese con el soporte del sistema.
error.internalServer=Se produjo un error interno del servidor: {0}. Int\u00E9ntelo de nuevo m\u00E1s tarde o comun\u00EDquese con el soporte si el problema persiste.

error.lambdaTimeout=La funci\u00F3n Lambda agot\u00F3 el tiempo de espera despu\u00E9s de {0} segundos. Int\u00E9ntelo de nuevo m\u00E1s tarde o comun\u00EDquese con el soporte.
error.lambdaExecutionError=Ocurri\u00F3 un error durante la ejecuci\u00F3n de la funci\u00F3n Lambda: {0}. Int\u00E9ntelo de nuevo o comun\u00EDquese con el soporte.
